{"_id": "http://www.bbc.co.uk/news/world-asia-china-35208488", "objects": [{"date": "Fri, 01 Jan 2016 00:00:00 GMT", "estimatedDate": "Fri, 01 Jan 2016 00:00:00 GMT", "publisherRegion": "Northern Europe", "diffbotUri": "article|3|1406058305", "siteName": "BBC News", "type": "article", "title": "China's one-child policy ends", "tags": [{"score": 0.97, "count": 2, "label": "One-child policy", "uri": "http://dbpedia.org/page/One-child_policy"}], "publisherCountry": "United Kingdom", "humanLanguage": "en", "pageUrl": "http://www.bbc.co.uk/news/world-asia-china-35208488", "text": "The first day of 2016 marks the end of China's controversial, 40-year-old one-child policy.\nAlthough families will still require government-issued birth permits, or face the sanction of a forced abortion, couples in China can now request to have two children.\nCouples breaking the law have been penalised by losing state benefits, being fined or even sterilised but the country's ageing population, coupled with one of the lowest birth rates in the world, have prompted the change in policy.\nStephen Evans reports from Beijing."}], "topic": ["GROUP-653"], "timestamp": 1451606400, "Dropped": false, "news_id": 367}
{"_id": "http://www.foxnews.com/us/2016/01/01/oregon-ranchers-may-return-to-prison-in-land-fight-with-feds.html", "objects": [{"date": "Fri, 01 Jan 2016 00:00:00 GMT", "author": "Associated Press", "estimatedDate": "Fri, 01 Jan 2016 00:00:00 GMT", "publisherRegion": "North America", "diffbotUri": "article|3|284558406", "siteName": "Fox News", "type": "article", "title": "Oregon ranchers may return to prison in land fight with the feds", "tags": [{"score": 0.96, "count": 12, "label": "Ranch", "uri": "http://dbpedia.org/page/Ranch"}, {"score": 0.96, "count": 5, "label": "Prison", "uri": "http://dbpedia.org/page/Prison"}, {"score": 0.96, "count": 3, "label": "Oregon", "uri": "http://dbpedia.org/page/Oregon", "rdfTypes": ["http://dbpedia.org/ontology/Identifier"]}, {"score": 0.85, "count": 3, "label": "Land", "uri": "http://dbpedia.org/page/Land"}, {"score": 0.64, "count": 1, "label": "California", "uri": "http://dbpedia.org/page/California", "rdfTypes": ["http://dbpedia.org/ontology/Agent", "http://dbpedia.org/ontology/State", "http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/PopulatedPlace"]}, {"score": 0.64, "count": 1, "label": "Cliven Bundy", "uri": "http://dbpedia.org/page/Cliven_Bundy", "rdfTypes": ["http://dbpedia.org/ontology/Agent", "http://dbpedia.org/ontology/Person"]}, {"score": 0.63, "count": 6, "label": "Ammon Bundy", "uri": "http://dbpedia.org/page/Ammon_Bundy", "rdfTypes": ["http://dbpedia.org/ontology/Agent", "http://dbpedia.org/ontology/Person"]}], "publisherCountry": "United States", "humanLanguage": "en", "authorUrl": "http://www.ap.org/", "pageUrl": "http://www.foxnews.com/us/2016/01/01/oregon-ranchers-may-return-to-prison-in-land-fight-with-feds.html", "text": "The father and son of a prominent Oregon ranching family plan to surrender at a California prison next week after a judge ruled they served too little time for setting fires that spread to government lands they leased to graze cattle.\nDwight Hammond, 73, and Steven Hammond, 46, said they lit the fires in 2001 and 2006 to reduce the growth of invasive plants and protect their property from wildfires.\nThe two were convicted of the arsons three years ago and served time -- the father three months, the son one year. But a judge ruled their terms were too short under federal law and ordered them back to prison for about four years each.\nThe decision has generated controversy in a remote part of the state where the Hammonds are well-known for their generosity and community contributions. It's also playing into a long-simmering conflict between ranchers and the U.S. government over the use of federal land for cattle grazing.\nIn particular, the Hammonds' new sentences touched a nerve with far right groups who repudiate federal authority. The son of Nevada rancher Cliven Bundy, who was involved in a standoff with the government over grazing rights, is organizing opposition.\nIn 2014, after the Bureau of Land Management sought to remove Bundy's cattle from public rangeland, armed militiamen confronted federal officials. Bundy stopped paying grazing fees over 20 years ago and owes more than $1 million.\nThis month, his son Ammon Bundy and a handful of militiamen from other states arrived in Burns, some 60 miles from the Hammond ranch.\nIn an email to supporters, Ammon Bundy criticized the U.S. government for a failed legal process. Federal lawyers prosecuted the Hammonds under an anti-terrorism law that required a five-year minimum sentence, though they have declined to say why.\nAmmon Bundy wrote that the Hammonds are not terrorists and didn't commit any crimes. He also shamed the Harney County sheriff for not protecting the Hammonds. The sheriff didn't respond to calls from The Associated Press.\nAmmon Bundy and other right-wing leaders have called on armed militia around the country to come support the Hammonds. The groups will hold a rally and protest in town Saturday.\n\"If what is happening to the Hammonds is allowed, it will set a standard of what these powerful people will do to all of us,\" Ammon Bundy wrote in an email, referring to the federal government.\nThe Hammonds have not welcomed the Bundys' help.\n\"Neither Ammon Bundy nor anyone within his group/organization speak for the Hammond Family,\" the Hammonds' lawyer W. Alan Schroeder wrote to Sheriff David Ward.\nDwight Hammond said he and his son plan to peacefully report to prison Jan. 4 as ordered by the judge.\n\"We gave our word that's what we would do, and we intend to act on it,\" he told the AP.\nProsecutors said the Hammonds' grazing leases didn't give them exclusive use of the land or permission to burn public property. The fire charred just under 140 acres.\nThough the family doesn't want confrontation, Dwight Hammond maintained their case isn't about fires: It's the climax of the government's efforts to take their land at a time when saving endangered species has gained in importance.\nDwight Hammond said he and his own father bought the ranch in 1964; the purchase price included several federal grazing allotments -- the rights to lease public land for cattle grazing. But as the Malheur National Wildlife Refuge came to surround the Hammonds' property, the rancher said, the family had to stave off pressure from the federal government to sell the ranch.\nOver the years, the government chipped away at their grazing allotments, taking some and increasing fees on others, Dwight Hammond said. New federal rules made it harder to renew permits.\nAfter father and son were convicted of the arsons, the government declined to renew their grazing permit. The family is appealing that decision.\n\"We paid hard dollars over fifty years ago for the right to graze. It isn't right for them to take it away from us,\" Dwight Hammond said, adding they've had to rent pastures from other ranchers to keep their cows fed.\nAn attorney for the ranchers, Kendra Mathews, declined to discuss the case. The U.S. attorney's office also wouldn't comment. But in an opinion piece published this month in the Burns Times Herald, Oregon's U.S. attorney, Bill Williams, said the Hammonds received a fair trial and lawful sentences.\nWilliams said the government has never called the ranchers terrorists, and prosecutors acknowledged they were good people who contributed to their community.\nReferring to the militia, Williams said: \"Any criminal behavior contemplated by those who may object to the court's mandate ... will not be tolerated.\"\nAs for the Hammonds, they hope to keep the family business going with help from relatives. Maybe, Dwight Hammond said, when his son gets out of prison, \"he can still have a family and a ranch to go back to.\"", "authors": [{"name": "Associated Press", "link": "http://www.ap.org/"}]}], "topic": ["GROUP-682"], "timestamp": 1451606400, "Dropped": false, "news_id": 368}
